Repository: Grupo6PIS/BeatIt-WPhone
Catalog: BeatIt!/Resources/AppResources.*.resx
Languages: es_es

# About_Fing
source: PIS - FING - UdelaR
es_es: FING - UdelaR - Uruguay

# About_Group
source: Group Nº:
es_es: Grupo Nº:

# About_Team
source: Team
es_es: Equipo

# About_Title
source: About Us
es_es: Sobre Nosotros

# Challenge10_Count
source: There is @faces people in this photo
es_es: Hay un total de @faces personas en esa foto

# Challenge10_DescriptionHardTxtBlockText
source: In this challenge you have to take a picture with five or more people. Remember that more faces in the pictures, means highest score!
es_es: En este desafío debes tomar una fotografía con cinco personas o más. Recuerda cuántas más personas, mayor puntaje!

# Challenge10_DescriptionTxtBlockText
source: In this challenge you have to take a picture with two or more people. Remember that more faces in the pictures, means highest score!
es_es: En este desafío debes tomar una fotografía con dos personas o más. Recuerda cuántas más personas, mayor puntaje!

# Challenge10_Loading
source: Analyzing the picture
es_es: Analizando la fotografía

# Challenge10_Warning
source: Please keep in mind that should be distinguished either faces, look forward to some place with good light.
es_es: Por favor, ten en consideración que deben distinguirse bien las caras, busca algún lugar con buena luminosidad

# Challenge1_DescriptionHardTxtBlockText
source: In this challenge you have to run faster than 15 km/h for 45 seconds.
es_es: En este desafío deberás correr a más de 15 km/h durante 45 segundos.

# Challenge1_DescriptionTxtBlockText
source: In this challenge you have to run faster than 10 km/h for 30 seconds.
es_es: En este desafío deberás correr a más de 10 km/h durante 30 segundos.

# Challenge1_DescriptionTxtBlockTitle
source: Description
es_es: Descripción

# Challenge1_DetailsTxtBlockTitle
source: Details
es_es: Detalle

# Challenge1_DurationTxtBlockTitle
source: Duration:
es_es: Finaliza:

# Challenge1_Loss
source: Challenge not completed.
es_es: Desafio no completado.

# Challenge1_ReduceSpeed
source: You must slow down to begin the challenge!
es_es: Debes bajar la velocidad para comenzar el desafío

# Challenge1_SpeedTxtBlockTitle
source: Speed (km/h)
es_es: Veloc. (km/h)

# Challenge1_StartButton
source: Start running!
es_es: Comenzar a correr!

# Challenge1_StartTimeTxtBlockTitle
source: Start Time:
es_es: Comienzo:

# Challenge1_TimeLeftTxtBlockTitle
source: Time Left
es_es: Tiempo

# Challenge1_ToBeatTxtBlockTitle
source: To Beat:
es_es: A vencer:

# Challenge1_Win
source: Challenge completed!
es_es: Desafio completado!

# Challenge2_DescriptionHardTxtBlockText
source: In this challenge you have to shake your phone when you thinks the timer has ended. The timer will hide four times, so pay attention.
es_es: En este desafío deberás agitar el celular cuando creas que el timer finalizó. El timer se ocultará cuatro veces así que presta atención.

# Challenge2_DescriptionTxtBlockText
source: In this challenge you have to shake your phone when you thinks the timer has ended. The timer will hide three times, so pay attention.
es_es: En este desafío deberás agitar el celular cuando creas que el timer finalizó. El timer se ocultará tres veces así que presta atención.

# Challenge2_Finish
source: The challenge is over, you have earned @score points.
es_es: El desafío ha finalizado, usted ha obtenido @score puntos.

# Challenge2_Fly
source: I'm Ready To Fly!
es_es: Estoy Listo Para Volar!

# Challenge2_StartButton
source: Start!
es_es: Comenzar!

# Challenge2_Title
source: Wake Me Up!
es_es: Despiertame A Tiempo!

# Challenge3_BackButton
source: Back to Challenge
es_es: Volver al desafío

# Challenge3_Delete
source: Delete Publication From wall
es_es: Borrar Publicación Del Muro

# Challenge3_DescriptionHardTxtBlockText
source: In this challenge you have to post a link on your Facebook and, also, send four SMS with the link to four different contacts. Remember more friends more score!
es_es: En este desafío deberás publicar un link en tu biografía de Facebook y deberás, también, enviar cuatro mensajes de texto a cuatro contactos diferentes con el link, cuantos más invites mayor puntaje!.

# Challenge3_DescriptionTxtBlockText
source: In this challenge you have to post a link on your Facebook and, also, send two SMS with the link to two different contacts. Remember more friends more score!
es_es: En este desafío deberás publicar un link en tu biografía de Facebook y deberás, también, enviar dos mensajes de texto a dos contactos diferentes con el link, cuantos más invites mayor puntaje!.

# Challenge3_Done
source: Done!
es_es: Listo!

# Challenge3_Message
source: Try BeatIt! Windows: http://www.windowsphone.com/en-us/store/app/beatit/66fa9546-f6ae-4a10-8acb-91472ac3ff96 Also available for Android!
es_es: Descarga BeatIt! Windows: http://www.windowsphone.com/en-us/store/app/beatit/66fa9546-f6ae-4a10-8acb-91472ac3ff96 También Disponible Para Andoid!

# Challenge3_MessagePosted
source: Message posted successfully
es_es: Mensaje publicado exitosamente

# Challenge3_NewHighScore
source: New high score!
es_es: Nuevo puntaje mas alto!

# Challenge3_NotBeat
source: You haven't beaten your current score
es_es: No has superado tu puntaje actual.

# Challenge3_PostWallButton
source: Post on Facebook
es_es: Publicar en Facebook

# Challenge3_SendBtn
source: Send
es_es: Enviar

# Challenge3_SmsSend
source: Send SMS
es_es: Enviar SMS

# Challenge3_Title
source: Can You Play?
es_es: ¿Quieres Jugar?

# Challenge4_DescriptionHardTxtBlockText
source: In this challenge you have to shut the barking dog up by putting your hand close to the phone as soon as possible. The dog will bark five times.
es_es: En este desafío deberás callar al perro cuando ladre, para ello debes presionar el botón rojo lo más rápido posible. El perro ladrará cinco veces.

# Challenge4_DescriptionTxtBlockText
source: In this challenge you have to shut the barking dog up by putting your hand close to the phone as soon as possible. The dog will bark three times.
es_es: En este desafío deberás callar al perro cuando ladre, para ello debes presionar el botón rojo lo más rápido posible. El perro ladrará tres veces.

# Challenge4_StartButton
source: Start!
es_es: Comenzar!

# Challenge4_StopButton
source: Shut up!
es_es: Cállate!

# Challenge4_Title
source: Shut The Dog!
es_es: Callar Al Perro!

# Challenge5_Count
source: Current:
es_es: Actual:

# Challenge5_DescriptionHardTxtBlockText
source: In this challenge you have to bump the red ball against gray as many times as possible. You only have 60 seconds!.
es_es: En este desafío deberás chocar la bola roja con la gris la mayor cantidad de veces posible. Solamente tienes 60 segundos!

# Challenge5_DescriptionTxtBlockText
source: In this challenge you have to bump the red ball against gray as many times as possible. You only have 60 seconds!.
es_es: En este desafío deberás chocar la bola roja con la gris la mayor cantidad de veces posible. Solamente tienes 60 segundos!

# Challenge5_Time
source: Remaining time:
es_es: Tiempo restante:

# Challenge6_Alert
source: Before launching the device up, try to have a proper position to catch it when it comes down, we are NOT responsabe for any damage of your cellphone
es_es: Antes de lanzar el dispositivo hacia arriba, procura tener una posicion adecuada para capturarlo cuando el mismo venga bajando.

# Challenge6_DescriptionHardTxtBlockText
source: In this challenge you have to throw the phone upward one meters at a minimum height. Remember, the higher higher score!
es_es: En este desafío deberás lanzar el celular hacia arriba hasta alcanzar dos metros de altura como mínimo Recuerda, cuanto más alto mayor puntaje!

# Challenge6_DescriptionTxtBlockText
source: In this challenge you have to throw the phone upward one meter at a minimum height. Remember, the higher higher score!
es_es: En este desafío deberás lanzar el celular hacia arriba hasta alcanzar un metro de altura como mínimo Recuerda, cuanto más alto mayor puntaje!

# Challenge6_Title
source: Throw The Phone
es_es: Celular Volador

# Challenge7_DescriptionHardTxtBlockText
source: In this challenge you have to press lighted squares as quickly as possible. Hurry up, you only have 30 seconds! Remember, the faster, the highest score!
es_es: En este desafío deberás pulsar el botón que se enciende lo más rápido posible, solamente tienes 30 segundos! Recuerda, cuanto más rápido mayor puntaje!

# Challenge7_DescriptionTxtBlockText
source: In this challenge you have to press lighted squares as quickly as possible. Hurry up, you only have 45 seconds! Remember, the faster, the highest score!
es_es: En este desafío deberás pulsar el botón que se enciende lo más rápido posible, solamente tienes 45 segundos! Recuerda, cuanto más rápido mayor puntaje!

# Challenge7_Title
source: Catch Me
es_es: Atrápame Si Puedes

# Challenge8_BlueColorName
source: BLUE
es_es: AZUL

# Challenge8_DescriptionHardTxtBlockText
source: In this challenge you have to decide whether the text and color match. You have 45 seconds to hit as many as possible.
es_es: En este desafío deberás decidir si el texto y el color coinciden. Tienes 45 segundos para acertar la mayor cantidad posible.

# Challenge8_DescriptionTxtBlockText
source: In this challenge you have to decide whether the text and color match. You have 60 seconds to hit as many as possible.
es_es: En este desafío deberás decidir si el texto y el color coinciden. Tienes 60 segundos para acertar la mayor cantidad posible.

# Challenge8_GreenColorName
source: GREEN
es_es: VERDE

# Challenge8_OrangeColorName
source: ORANGE
es_es: NARANJA

# Challenge8_PurpleColorName
source: PURPLE
es_es: VIOLETA

# Challenge8_RedColorName
source: RED
es_es: ROJO

# Challenge8_Title
source: Text & Color
es_es: Color y Texto

# Challenge8_YellowColorName
source: YELLOW
es_es: AMARILLO

# Challenge8_YesButton
source: Yes
es_es: Si

# Challenge9_DescriptionHardTxtBlockText
source: In this challenge you have to guess the artist's name of each song that will be played for 10 seconds. Remember there will be 5 songs!
es_es: En este desafío deberás adivinar el nombre de cada canción que sonará por 20 segundos. Recuerda que son 5 canciones!

# Challenge9_DescriptionTxtBlockText
source: In this challenge you have to guess the song’s name of each song that will be played for 10 seconds. Remember there will be 5 songs!
es_es: En este desafío deberás adivinar el nombre del artista de cada canción que sonará por 10 segundos. Recuerda que son 5 canciones!

# Challenge9_StartButton
source: Start!
es_es: Comenzar!

# ChallengeDetail_AttemptsTxtBlockTitle
source: Attempts:
es_es: Intentos:

# ChallengeDetail_BestScoreTxtBlockTitle
source: Best Score
es_es: Mejor Puntaje

# ChallengeDetail_DetailsTxtBlockTitle
source: Details
es_es: Detalle

# ChallengeDetail_LastScoreTxtBlockTitle
source: Last Score
es_es: Ultimo Puntaje

# ChallengeDetail_StartTimeTxtBlockTitle
source: Start Time:
es_es: Comienzo:

# Challenge_Days
source: days
es_es: días

# Challenge_Hours
source: hours
es_es: horas

# Challenge_LessMinutes
source: Less than a minute!
es_es: ¡Menos de un minuto!

# Challenge_Limit
source: You have already made ​​the maximum number of attempts in the current round.
es_es: Ya ha realizado el número máximo de intentos en la ronda actual.

# Challenge_MaxAttemptsExeeded
source: You can't play again, the maximum number of attempts was exceeded.
es_es: No se puede jugar de nuevo, se ha superado el número máximo de intentos.

# Challenge_Minutes
source: Minutes
es_es: Minutos

# Challenge_NotSuported
source: Unfortunately, your device does not have the necessary features to play this challenge.
es_es: Lamentablemente su dispositivo no tiene las caracteristicas necesarias para jugar este desafio.

# HomePage_ChallengesPivotTitle
source: Challenges
es_es: Desafíos

# HomePage_LogoutBtnTitle
source: Logout
es_es: Cerrar sesión

# HomePage_LogoutMessage
source: Are you sure?
es_es: ¿Estas Seguro?

# HomePage_ProfilePivotTitle
source: Profile
es_es: Perfil

# HomePage_RankingError
source: An error has occurred when updating the ranking
es_es: Ha ocurrido un error al actualizar el ranking

# HomePage_RetryBtnTitle
source: Retry
es_es: Reintentar

# HomePage_ScoreError
source: An error has occurred while sending the score
es_es: Ha ocurrido un error al enviar el puntaje

# HomePage_ScoreSuccess
source: Score has been sent successfully!
es_es: ¡Puntaje enviado con exito!

# HomePage_SettingsTxtBlockTitle
source: SETTINGS
es_es: CONFIGURACIONES

# LoginPage_Description
source: Do you think you're the most skilled? Register with your Facebook account and get access to 10 amazing challenges! Be the best around the world, beats everyone with your skills and compare your performance in the global ranking. Take more risks, more challenges, more fun!
es_es: ¿Crees que eres el más habilidoso? Regístrate con tu cuenta de Facebook y accede a 10 desafíos apasionantes! Sé el mejor del mundo, supera a todos con tus habilidades y compara tu desempeño en el ránking global. Toma más riesgos, más desafíos, más diversión!

# LoginPage_LoginBtnTitle
source: Log In with Facebook
es_es: Iniciar Sesión con Facebook

# Login_Error
source: An error has occurred when Log In
es_es: Ha ocurrido un error al iniciar sesión
